{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "canary" },
  "FixCursorHold.nvim": { "branch": "master" },
<<<<<<< Updated upstream
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
||||||| Stash base
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
=======
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
>>>>>>> Stashed changes
  "autolist.nvim": { "branch": "main" },
  "bigfile.nvim": { "branch": "main" },
  "blame.nvim": { "branch": "main" },
  "boole.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
<<<<<<< Updated upstream
  "codecompanion.nvim": { "branch": "main" },
||||||| Stash base
  "codecompanion.nvim": { "branch": "main" },
=======
  "codecompanion.nvim": { "branch": "main" },
>>>>>>> Stashed changes
  "codi.vim": { "branch": "master" },
<<<<<<< Updated upstream
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
||||||| Stash base
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
=======
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
>>>>>>> Stashed changes
  "curl.nvim": { "branch": "main" },
  "deadcolumn.nvim": { "branch": "master" },
  "debugprint.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flote.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-dev.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "goto-breakpoints.nvim": { "branch": "master" },
<<<<<<< Updated upstream
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
||||||| Stash base
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
=======
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
>>>>>>> Stashed changes
  "gx.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "hbac.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "journal.nvim": { "branch": "main" },
  "kcl.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-progress.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
<<<<<<< Updated upstream
  "lualine.nvim": { "branch": "master" },
||||||| Stash base
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
=======
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
>>>>>>> Stashed changes
  "marks.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
<<<<<<< Updated upstream
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
||||||| Stash base
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
=======
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
>>>>>>> Stashed changes
  "middleclass": { "branch": "master" },
<<<<<<< Updated upstream
  "mini.ai": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "neotest": { "branch": "master" },
||||||| Stash base
  "mini.ai": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "neotest": { "branch": "master" },
=======
  "mini.ai": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "neotest": { "branch": "master" },
>>>>>>> Stashed changes
  "neotest-golang": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "feat/go-mod-subfolder-support" },
  "nvim-dap-view": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
<<<<<<< Updated upstream
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
||||||| Stash base
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
=======
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
>>>>>>> Stashed changes
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-rip-substitute": { "branch": "main" },
  "nvim-rooter.lua": { "branch": "main" },
<<<<<<< Updated upstream
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
||||||| Stash base
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
=======
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
>>>>>>> Stashed changes
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "oil-git-status.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
<<<<<<< Updated upstream
  "other.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
||||||| Stash base
  "other.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
=======
  "other.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
>>>>>>> Stashed changes
  "persistent-breakpoints.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
<<<<<<< Updated upstream
  "render-markdown.nvim": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
||||||| Stash base
  "render-markdown.nvim": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
=======
  "render-markdown.nvim": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
>>>>>>> Stashed changes
  "reticle.nvim": { "branch": "main" },
<<<<<<< Updated upstream
  "smart-splits.nvim": { "branch": "master" },
||||||| Stash base
  "smart-splits.nvim": { "branch": "master" },
=======
  "smart-splits.nvim": { "branch": "master" },
>>>>>>> Stashed changes
  "snacks.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "template-string.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "tsc.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "windows.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
